Revit 2027 API
ElectricalLoadAreaData Properties
The ElectricalLoadAreaData type exposes the following members.
Properties
Name | Description
IsValidObject |  Specifies whether the .NET object represents a valid Revit entity.
(Inherited from SpatialElementDomainData)
Top
See Also
Reference
ElectricalLoadAreaData Class
Autodesk.Revit.DB.Electrical Namespace